"""
Some stories for menu Story
"""

my_story = {"Зникнення Стрічки Запуску": "В одному з великих офісів розробників раптово зникла стрічка запуску. "
                                         "Всі інженери були в шоці, але через кілька хвилин виявилося, що це просто "
                                         "жарт одного з колег, який розмістив її в іншому місці",
            "Зниклий Курсор": "Користувач звернувся до служби підтримки зі скаргою, що його курсор раптово зник. "
                              "Після кількох годин уточнень виявилося, що він просто поставив каву на мишу та залишив "
                              "клавіатуру в метелику",
            "Застряглий Цикл": "",
            "Легендарний Жарт Про Git": "У команді розробників вирішили пожартувати і замінити всі коміти в "
                                        "гіт-репозиторії на рандомні слова 'Fix' або 'Update'. Це сталося напередодні "
                                        "важливого релізу, і весь changelog був смішно невеличкий",
            "Робота Здалася": "Вперше робота висловила своє невдоволення і написала на дошці розробникам: 'Я "
                              "стомилася, давайте вихідний день'",
            "Дивні Паролі": "Коли весь відділ інформаційної безпеки почав користуватися паролями типу 'яневпаду', "
                            "'тутсекрет', це вразило всіх",
            "Загублені Змінні": "Розробник заявив, що його змінні зникли. Виявилося, що він просто забув вказати "
                                "ключове слово 'var' у JS",
            "Реакція на Каву": "Коли один розробник вирішив розважити свою програму кавою, він випадково вилив її на "
                               "клавіатуру. Програма 'заразила' весь код ароматом кави",
            "Вбивця Зайвого Пробілу": "З'явився новий член команди - 'Вбивця Зайвого Пробілу', який автоматично "
                                      "видаляє всі зайві пробіли в коді. Однак виявилося, що він видаляв і важливі",
            "Шутка З Програміста": "Програміст вирішив залишити шутку в коментарі до коду: 'Цей код написаний так "
                                   "добре, що навіть я не можу зрозуміти, як він працює'. Колега відповів коментарем:"
                                   " 'Тримай пиво'"}
